{
    "status":"OK",
    "copyright":"Copyright (c) 2017 Pro Publica Inc. All Rights Reserved.",
    "results":[
       {
          "num_results": 10,
          "offset": 0,
          "bills": [
               {
                  "bill_id": "hr2739-113",
                  "bill_type": "hr",
                  "number": "H.R.2739",
                  "bill_uri": "https://api.propublica.org/congress/v1/113/bills/hr2739.json",
                  "title": "Efficient Use of Government Spectrum Act of 2013",
                  "sponsor_title": "Rep.",
                  "sponsor_id": "M001163",
                  "sponsor_name": "Doris Matsui",
                  "sponsor_state": "CA",
                  "sponsor_party": "D",
                  "sponsor_uri": "https://api.propublica.org/congress/v1/members/M001163.json",
                  "gpo_pdf_uri": "http://www.gpo.gov/fdsys/pkg/BILLS-113hr2739ih/pdf/BILLS-113hr2739ih.pdf",
                  "congressdotgov_url": "https://www.congress.gov/bill/113th-congress/house-bill/2739",
                  "govtrack_url": "https://www.govtrack.us/congress/bills/113/hr2739",
                  "introduced_date": "2013-07-18",
                  "active": false,
                  "house_passage": null,
                  "senate_passage": null,
                  "enacted": null,
                  "vetoed": null,
                  "cosponsors": 4,
                  "committees": "House Armed Services Committee",
                  "committee_codes": ["HSAS","HSIF"],
                  "subcommittee_codes": ["HSAS26","HSIF16"],
                  "primary_subject": "Science, Technology, Communications",
                  "summary": "Efficient Use of Government Spectrum Act of 2013 - Directs the Federal Communications Commission (FCC), within three years after enactment of the Middle Class Tax Relief and Job Creation Act of 2012, to: (1) reallocate electromagnetic spectrum between the frequencies from 1755 to 1780 megahertz (currently, such frequencies are occupied by the Department of Defense [DOD] and other federal agencies); and (2) as part of the competitive bidding auctions required by such Act, grant new initial licenses, subject to flexible-use service rules, for the use of such spectrum, paired with the spectrum between frequencies from 2155 to 2180 megahertz already designated for auction. Directs the proceeds attributable to the competitive bidding of the 1755 to 1780 megahertz range to be allocated in the same manner as other specified frequencies pursuant to such Act for uses including reimbursements to agencies for relocation and sharing costs, the building of the nationwide public safety broadband network, and deposits or reimbursements to the U.S. Treasury.  Requires such spectrum to be relocated in a manner to ensure cooperation between federal and commercial entities under procedures in the National Telecommunications and Information Administration Organization Act, except for DOD-operated spectrum, which shall be relocated under the National Defense Authorization Act for Fiscal Year 2000. Directs federal entities operating a federal government station, within a specified period before commencement of competitive bidding, to identify stations that cannot be relocated without jeopardizing essential military capability. Requires the transition plans of federal entities identifying such essential spectrum to: (1) provide for non-federal users to share such stations, and (2) limit any necessary exclusion zones to the smallest possible zones.  Directs the President to withdraw assignments upon relocation or to modify assignments to permit federal and non-federal use.",
                  "summary_short": "Efficient Use of Government Spectrum Act of 2013 - Directs the Federal Communications Commission (FCC), within three years after enactment of the Middle Class Tax Relief and Job Creation Act of 2012, to: (1) reallocate electromagnetic spectrum between the frequencies from 1755 to 1780 megahertz (currently, such frequencies are occupied by the Department of Defense [DOD] and other federal agencies); and (2) as part of the competitive bidding auctions required by such Act, grant new initial lic...",
                  "latest_major_action_date": "2013-08-29",
                  "latest_major_action": "Referred to the Subcommittee on Intelligence, Emerging Threats &amp; Capabilities."
               },
                            {
                  "bill_id": "hr3355-113",
                  "bill_type": "hr",
                  "number": "H.R.3355",
                  "bill_uri": "https://api.propublica.org/congress/v1/113/bills/hr3355.json",
                  "title": "Reducing Employer Burdens, Unleashing Innovation, and Labor Development Act of 2013",
                  "sponsor_title": "Rep.",
                  "sponsor_id": "G000558",
                  "sponsor_name": "Brett Guthrie",
                  "sponsor_state": "KY",
                  "sponsor_party": "R",
                  "sponsor_uri": "https://api.propublica.org/congress/v1/members/G000558.json",
                  "gpo_pdf_uri": "http://www.gpo.gov/fdsys/pkg/BILLS-113hr3355ih/pdf/BILLS-113hr3355ih.pdf",
                  "congressdotgov_url": "https://www.congress.gov/bill/113th-congress/house-bill/3355",
                  "govtrack_url": "https://www.govtrack.us/congress/bills/113/hr3355",
                  "introduced_date": "2013-10-28",
                  "active": false,
                  "house_passage": null,
                  "senate_passage": null,
                  "enacted": null,
                  "vetoed": null,
                  "cosponsors": 0,
                  "committees": "House Armed Services Committee",
                  "committee_codes": ["HSFA","HSSY","HSAP","HSRU","HSJU","HSHA","HSII","HSED","HSAS","HSWM","HSIF"],
                  "subcommittee_codes": ["HSAS26","HSED02","HSED13","HSJU05","HSSY20","HSIF14","HSII24","HSII06"],
                  "primary_subject": "Economics and Public Finance",
                  "summary": "Reducing Employer Burdens, Unleashing Innovation, and Labor Development Act of 2013 - Expresses the sense of Congress that increasing the competitiveness of U.S. manufacturers will strengthen the national economy. Title I: Investing in America&#39;s Workforce - Investing in America&#39;s Workforce Act - Amends the Workforce Investment Act of 1998 to require state or local workforce investment systems to use youth activities funds allocated to a local area for programs that provide training, which may include priority consideration for training programs that lead to recognized postsecondary credentials aligned with in-demand occupations or industries in the local area involved.  Authorizes the operator and employees of a one-stop center, in assisting individuals in selecting programs of training services, to give priority consideration to such programs.  Adds to eligibility requirements for providers of training services and providers of youth activities for such programs. Requires programs of training services and youth activities programs that lead to a recognized postsecondary credential to meet quality criteria established by the state governor.  Amends the Carl D. Perkins Career and Technical Education Act of 2006 and the Trade Act of 1974 to require the same priority consideration in the state and local plans for career and technical education programs as well as in tech prep programs and trade adjustment assistance (TAA) programs. Title II: Research and Development Tax Credits - Amends the Internal Revenue Code to: (1) extend through 2014 the tax credit for increasing research activities, and (2) increase and make permanent the alternative simplified research tax credit.  Title III: Comprehensive Tax Reform - Directs the Chair of the Joint Committee on Taxation to notify Congress of any introduced tax reform bill that contains proposals for: (1) a transition to a more globally competitive corporate tax code, (2) a reduction in the complexity of the tax code, and (3) the elimination of special interest loopholes in the tax code. Sets forth procedures for expedited congressional consideration of such bill. Title IV: Federal Oil and Gas Resources - Subtitle A: Expanding Offshore Energy Development - Amends the Outer Continental Shelf Lands Act (OCSLA) regarding the Outer Continental Shelf (OCS) oil and natural gas leasing program to direct the Secretary of the Interior (Secretary in this title) to make lands available for leasing and to conduct lease sales that include: (1) at least 50% of the available unleased acreage within each OCS planning area considered to have the largest undiscovered, technically recoverable oil and gas resources, with an emphasis upon offering the most geologically prospective parts; and (2) any state subdivision of an OCS planning area whose state governor requests that the land be made available for leasing.  Directs the Secretary to make available for leasing in each five-year oil and gas leasing program, OCS planning areas that are estimated to contain more than 2.5 billion barrels of oil or more than 7.5 trillion cubic feet of natural gas. Directs the Secretary, when determining such planning areas, to use the document entitled &quot;Minerals Management Service Assessment of Undiscovered Technically Recoverable Oil and Gas Resources of the Nation&#39;s Outer Continental Shelf, 2006.&quot; Requires the Secretary, when developing a five-year oil and gas leasing program that applies before 2027, to determine increased domestic strategic production goals. Subtitle B: Coastal Plain of Alaska - American Energy Independence and Price Reduction Act - Directs the Secretary to: (1) establish a competitive oil and gas leasing program that will result in an environmentally sound program for the exploration, development, and production of the oil and gas resources of the Coastal Plain; and (2) ensure the oil and gas exploration, development, and production activities on the Coastal Plain will result in no significant adverse effect on fish and wildlife, their habitat, subsistence resources, or the environment, including by requiring the application of the best commercially available technology for oil and gas exploration, development, and production to all exploration, development, and production operations under this subtitle in a manner that ensures the receipt of fair market value by the public for the mineral resources to be leased.  Amends the Alaska National Interest Lands Conservation Act of 1980 to repeal the prohibition against production of oil and gas from the Arctic National Wildlife Refuge (ANWR) and against leasing or other development leading to such production. Authorizes the Secretary to designate as a Special Area up to 45,000 acres of the Coastal Plain.  Permits directional drilling in the Special Area. Directs the Secretary to implement a competitive leasing program for the exploration, development, and production of oil and gas resources on the Coastal Plain of Alaska.  Permits lease sales to be conducted through an Internet leasing program. Prescribes procedures governing Coastal Plain lease sales, as well as lease terms and conditions. Authorizes the Secretary to grant Coastal Plain lands to the highest responsible qualified bidder in a lease sale upon the lessee&#39;s payment of a bonus.  Sets forth: (1) a &quot;no significant adverse effect&quot; standard to govern Coastal Plain activities, and (2) guidelines for expedited judicial review of complaints. Requires the Secretary to prepare and update periodically a plan for the siting and construction of facilities for the exploration, development, production, and transportation of Coastal Plain oil and gas resources.  Establishes the ANWR Alternative Energy Trust Fund as repository for 50% of the amount of bonus, rental, and royalty revenues from federal oil and gas leasing and operations authorized under this title.  Title V: Energy Consumers Relief - Requires the Administrator of the Environmental Protection Agency (EPA), before promulgating a final rule that regulates any aspect of the production, supply, distribution, or use of energy (or that provides for such regulation by state or local governments) and that is estimated by the Administrator or the Director of the Office of Management and Budget (OMB) to impose aggregate costs of more than $1 billion, to submit a report that contains: (1) an estimate of the total costs and benefits of the rule, (2) an estimate of the increases in energy prices that may result from implementation or enforcement of the rule, and (3) a detailed description of the employment effects that may result from implementation or enforcement of the rule.  Requires the Secretary of Energy (DOE): (1) to prepare an independent analysis to determine whether such rule will cause any increase in energy prices for consumers, any impact on fuel diversity of the nation&#39;s electricity generation portfolio or on electric reliability, or any adverse effect on energy supply, distribution, or use; and (2) upon making such a determination, to determine whether the rule will cause significant adverse effects to the economy and publish such determination in the Federal Register. Prohibits the Administrator from promulgating any such final rule if the Secretary determines that such rule will cause significant adverse effects to the economy. Prohibits the Administrator from using the social cost of carbon in any cost-benefit analysis relating to an energy-related rule estimated to cost more than $1 billion unless and until a federal law is enacted authorizing such use.   Title VI: Repeal of the Health Care Law and Health Care-Related Provisions in the Health Care and Education Reconciliation Act of 2010 - Repealing the Health Care Law Act - Repeals the Patient Protection and Affordable Care Act and the health care provisions of the Health Care and Education and Reconciliation Act of 2010, effective as of their enactment. Restores or revives provisions amended or repealed by such Act or such health care provisions.  Title VII: Cooperative Governing of Individual Health Insurance Coverage - Amends the Public Health Service Act to require that the laws of the state designated by a health insurance issuer (primary state) shall apply to individual health insurance coverage offered by that issuer in the primary state and in any other state (secondary state), but only if the coverage and issuer comply with conditions of this title. Title VIII: Renewal of Trade Promotion Authority - Amends the Bipartisan Trade Promotion Authority Act of 2002 to authorize the President to enter into trade agreements with foreign countries regarding tariff and nontariff trade barriers: (1) on and after enactment of this Act and before July 1, 2018; or (2) on and after July 1, 2018, and before July 1, 2020, if certain congressional trade authorities procedures for implementing trade bills are extended for that period.  Applies certain congressional and presidential trade authorities requirements to trade agreements that resulted from negotiations commenced before enactment of this Act.  Title IX: Reform of Export Control Policies - Expresses the sense of Congress that the Export Administration Act of 1979, as continued in effect by the International Emergency Economic Powers Act, is obsolete and should be reformed and reauthorized. Title X: Efficient Use of Government Spectrum - Efficient Use of Government Spectrum Act of 2013 - Directs the Federal Communications Commission (FCC), within three years after enactment of the Middle Class Tax Relief and Job Creation Act of 2012: (1) to reallocate electromagnetic spectrum between the frequencies from 1755 to 1780 megahertz (currently, such frequencies are occupied by the Department of Defense [DOD] and other federal agencies) for commercial use; and (2) as part of the competitive bidding auctions required by such Act, to grant new initial licenses, subject to flexible-use service rules, for the use of such spectrum, paired with the spectrum between frequencies from 2155 to 2180 megahertz already designated for auction. Directs the proceeds attributable to the competitive bidding of the 1755 to 1780 megahertz range to be allocated in the same manner as other specified frequencies pursuant to such Act for uses including reimbursements to agencies for relocation and sharing costs, the building of the nationwide public safety broadband network, and deposits or reimbursements to the U.S. Treasury.  Requires such spectrum to be relocated in a manner to ensure cooperation between federal and commercial entities under procedures in the National Telecommunications and Information Administration Organization Act, except for DOD-operated spectrum, which shall be relocated under the National Defense Authorization Act for Fiscal Year 2000. Directs federal entities operating a federal government station, within a specified period before commencement of competitive bidding, to identify stations that cannot be relocated without jeopardizing essential military capability. Requires the transition plans of federal entities identifying such essential spectrum to: (1) provide for non-federal users to share such stations, and (2) limit any necessary exclusion zones to the smallest possible zones.  Directs the President to withdraw assignments upon relocation or to modify assignments to permit federal and non-federal use.",
                  "summary_short": "Reducing Employer Burdens, Unleashing Innovation, and Labor Development Act of 2013 - Expresses the sense of Congress that increasing the competitiveness of U.S. manufacturers will strengthen the national economy. Title I: Investing in America&#39;s Workforce - Investing in America&#39;s Workforce Act - Amends the Workforce Investment Act of 1998 to require state or local workforce investment systems to use youth activities funds allocated to a local area for programs that provide training, which may...",
                  "latest_major_action_date": "2014-01-24",
                  "latest_major_action": "Referred to the Subcommittee on Intelligence, Emerging Threats &amp; Capabilities."
               },
                            {
                  "bill_id": "s2473-113",
                  "bill_type": "s",
                  "number": "S.2473",
                  "bill_uri": "https://api.propublica.org/congress/v1/113/bills/s2473.json",
                  "title": "Wireless Innovation Act of 2014",
                  "sponsor_title": "Sen.",
                  "sponsor_id": "R000595",
                  "sponsor_name": "Marco Rubio",
                  "sponsor_state": "FL",
                  "sponsor_party": "R",
                  "sponsor_uri": "https://api.propublica.org/congress/v1/members/R000595.json",
                  "gpo_pdf_uri": "http://www.gpo.gov/fdsys/pkg/BILLS-113s2473is/pdf/BILLS-113s2473is.pdf",
                  "congressdotgov_url": "https://www.congress.gov/bill/113th-congress/senate-bill/2473",
                  "govtrack_url": "https://www.govtrack.us/congress/bills/113/s2473",
                  "introduced_date": "2014-06-12",
                  "active": false,
                  "house_passage": null,
                  "senate_passage": null,
                  "enacted": null,
                  "vetoed": null,
                  "cosponsors": 0,
                  "committees": "Senate Commerce, Science, and Transportation Committee",
                  "committee_codes": ["SSCM"],
                  "subcommittee_codes": [],
                  "primary_subject": "Science, Technology, Communications",
                  "summary": "Wireless Innovation Act of 2014 - Amends the National Telecommunications and Information Administration Organization Act to require the Secretary of Commerce to report to the President and Congress with recommendations to reallocate a span of at least 200 megahertz of spectrum, located below 5 gigahertz, from federal government use to: (1) commercial use on an exclusive, licensed basis; (2) unlicensed use to protect licensed services from harmful interference; and (3) shared use between federal government stations and non-federal stations.   Requires the Federal Communications Commission (FCC) to begin auctioning specified amounts of such spectrum beginning not later than December 31, 2018, and to continue such auctions at 18-month intervals according to a staggered schedule.  Authorizes the Director of the Office of Management and Budget (OMB) to use a percentage of the proceeds from the first auction to pay federal entities to: (1) conduct feasibility analyses regarding the potential future reallocation of additional spectrum from federal use to exclusive non-federal use or shared use; and (2) develop efficiency guidelines to increase the flexibility of federal spectrum-dependent systems through multiple-band tuning capabilities, the use of commercial systems, and public-private partnerships.  Amends the Communications Act of 1934 to establish a presumption under which an application to the FCC for the transfer of a construction permit or station license is deemed to be in the public interest, convenient, and necessary, unless the FCC acts to deny the application, if the application does not: (1) involve a broadcast, common carrier, aeronautical en route, or aeronautical fixed radio station license that is prohibited from being granted to or held by an alien or foreign corporation; (2) require a premerger notification and waiting period under the Clayton Act; and (3) concern a merger, acquisition, or takeover subject to review under the Defense Production Act of 1950.  Requires applications qualifying for such presumption to be granted within 90 days after the FCC issues a public notice of the application.  Directs federal agencies seeking a new or modified frequency assignment for a mobile or other radio service to submit to the Secretary and the OMB a report analyzing whether the federal agency could instead use commercial services, use an existing or already planned federal service, share with another federal agency, use unlicensed spectrum, or lease from commercial providers.  Directs the National Telecommunications and Information Administration (NTIA) and the OMB to incorporate spectrum efficiency guidelines into budget and procurement processes. Requires NTIA to develop a framework for determining the annual economic opportunity cost of each specific federal spectrum band allocated for federal entities, with the value determined as if such spectrum were to be reallocated on a licensed basis to the highest commercial alternative use that currently does not have access to that spectrum.  Requires federal entities assigned or allocated use of federal spectrum to: (1) report the opportunity cost of spectrum bands in budgets and annual financial statements; and (2) compare, every five years, the entity&#39;s spectrum opportunity cost to the projected costs of relocating, co-locating, leasing, or contracting out for spectrum activities.",
                  "summary_short": "Wireless Innovation Act of 2014 - Amends the National Telecommunications and Information Administration Organization Act to require the Secretary of Commerce to report to the President and Congress with recommendations to reallocate a span of at least 200 megahertz of spectrum, located below 5 gigahertz, from federal government use to: (1) commercial use on an exclusive, licensed basis; (2) unlicensed use to protect licensed services from harmful interference; and (3) shared use between feder...",
                  "latest_major_action_date": "2014-06-12",
                  "latest_major_action": "Read twice and referred to the Committee on Commerce, Science, and Transportation."
               },
                            {
                  "bill_id": "s2278-114",
                  "bill_type": "s",
                  "number": "S.2278",
                  "bill_uri": "https://api.propublica.org/congress/v1/114/bills/s2278.json",
                  "title": "Promoting Unlicensed Spectrum Act of 2015",
                  "sponsor_title": "Sen.",
                  "sponsor_id": "S001194",
                  "sponsor_name": "Brian Schatz",
                  "sponsor_state": "HI",
                  "sponsor_party": "D",
                  "sponsor_uri": "https://api.propublica.org/congress/v1/members/S001194.json",
                  "gpo_pdf_uri": "http://www.gpo.gov/fdsys/pkg/BILLS-114s2278is/pdf/BILLS-114s2278is.pdf",
                  "congressdotgov_url": "https://www.congress.gov/bill/114th-congress/senate-bill/2278",
                  "govtrack_url": "https://www.govtrack.us/congress/bills/114/s2278",
                  "introduced_date": "2015-11-10",
                  "active": false,
                  "house_passage": null,
                  "senate_passage": null,
                  "enacted": null,
                  "vetoed": null,
                  "cosponsors": 0,
                  "committees": "Senate Commerce, Science, and Transportation Committee",
                  "committee_codes": ["SSCM"],
                  "subcommittee_codes": [],
                  "primary_subject": "Science, Technology, Communications",
                  "summary": "Promoting Unlicensed Spectrum Act of 2015  This bill requires the Federal Communications Commission (FCC) to ensure that spectrum allocation and assignment produces a balance between radio frequency bands available for: (1) exclusive licensing through an auction, and (2) unlicensed operations on a nonexclusive basis without the expectation of protection from interference.  The FCC must consider whether to adopt rules that permit unlicensed operations in spectrum assigned by auction until the licensee brings the spectrum into use by initiating commercial service.  The bill declares that it is the policy of the United States to:   maximize the utility of the spectrum resources of the United States, advance innovation and investment in wireless broadband services, and  promote a balanced spectrum policy that makes adequate spectrum resources available for both licensed and unlicensed technologies.  The FCC must consult with the National Telecommunications and Information Administration (NTIA) to develop a national strategy for making additional radio frequency bands available for unlicensed operations. The strategy must: (1) identify proposed radio frequency bands to be cleared of incumbent users; (2) ensure that consumers have access to additional low-, mid-, and high-band frequencies for unlicensed operations; and (3) consider rules and other ways to promote spectrum sharing and improve spectrum utilization. The NTIA, in conjunction with the FCC and the Office of Management and Budget, must submit to Congress a report on the steps necessary to designate additional radio frequency bands used by federal entities for unlicensed operations without causing harmful interference to government operations. The report must consider the impact on homeland security or national security communications and include recommendations to ensure the solvency of the Spectrum Relocation Fund. ",
                  "summary_short": "Promoting Unlicensed Spectrum Act of 2015  This bill requires the Federal Communications Commission (FCC) to ensure that spectrum allocation and assignment produces a balance between radio frequency bands available for: (1) exclusive licensing through an auction, and (2) unlicensed operations on a nonexclusive basis without the expectation of protection from interference.  The FCC must consider whether to adopt rules that permit unlicensed operations in spectrum assigned by auction until the ...",
                  "latest_major_action_date": "2015-11-10",
                  "latest_major_action": "Read twice and referred to the Committee on Commerce, Science, and Transportation."
               },
                            {
                  "bill_id": "s1618-114",
                  "bill_type": "s",
                  "number": "S.1618",
                  "bill_uri": "https://api.propublica.org/congress/v1/114/bills/s1618.json",
                  "title": "Wireless Innovation Act of 2015",
                  "sponsor_title": "Sen.",
                  "sponsor_id": "R000595",
                  "sponsor_name": "Marco Rubio",
                  "sponsor_state": "FL",
                  "sponsor_party": "R",
                  "sponsor_uri": "https://api.propublica.org/congress/v1/members/R000595.json",
                  "gpo_pdf_uri": "http://www.gpo.gov/fdsys/pkg/BILLS-114s1618is/pdf/BILLS-114s1618is.pdf",
                  "congressdotgov_url": "https://www.congress.gov/bill/114th-congress/senate-bill/1618",
                  "govtrack_url": "https://www.govtrack.us/congress/bills/114/s1618",
                  "introduced_date": "2015-06-18",
                  "active": false,
                  "house_passage": null,
                  "senate_passage": null,
                  "enacted": null,
                  "vetoed": null,
                  "cosponsors": 5,
                  "committees": "Senate Commerce, Science, and Transportation Committee",
                  "committee_codes": ["SSCM"],
                  "subcommittee_codes": [],
                  "primary_subject": "Science, Technology, Communications",
                  "summary": "Wireless Innovation Act of 2015 Amends the National Telecommunications and Information Administration Organization Act to require the Secretary of Commerce to report to the President and Congress with recommendations to reallocate a span of at least 200 megahertz of spectrum, located below 5 gigahertz, from federal government use to: (1) commercial use on an exclusive, licensed basis; (2) unlicensed use to protect licensed services from harmful interference; and (3) shared use between federal government stations and nonfederal stations.  Requires the Federal Communications Commission (FCC) to begin auctioning specified amounts of such spectrum beginning not later than December 31, 2018, and to continue such auctions at 18-month intervals according to a staggered schedule.  Authorizes the Office of Management and Budget (OMB) to use a percentage of the proceeds from the first auction to pay federal entities to: (1) conduct feasibility analyses regarding the potential future reallocation of additional spectrum from federal use to exclusive nonfederal use or shared use; and (2) develop efficiency guidelines to increase the flexibility of federal spectrum-dependent systems through multiple-band tuning capabilities, the use of commercial systems, and public-private partnerships.  Amends the Communications Act of 1934 to establish a presumption under which an application to the FCC for the transfer of a construction permit or station license is deemed to be in the public interest, convenient, and necessary, unless the FCC acts to deny the application, if the application does not: (1) involve a broadcast, common carrier, aeronautical en route, or aeronautical fixed radio station license that is prohibited from being granted to or held by an alien or foreign corporation; (2) require a premerger notification and waiting period under the Clayton Act; and (3) concern a merger, acquisition, or takeover subject to review under the Defense Production Act of 1950.  Requires applications qualifying for such presumption to be granted within 90 days after the FCC issues a public notice of the application.  Directs federal agencies seeking a new or modified frequency assignment for a mobile or other radio service to submit to the Secretary and the OMB a report analyzing whether the federal agency could instead use commercial services, use an existing or already planned federal service, share with another federal agency, use unlicensed spectrum, or lease from commercial providers.  Directs the National Telecommunications and Information Administration (NTIA) and the OMB to incorporate spectrum efficiency guidelines into budget and procurement processes. Requires the NTIA to develop a framework for determining the annual economic opportunity cost of each specific federal spectrum band allocated for federal entities, with the value determined as if such spectrum were to be reallocated on a licensed basis to the highest commercial alternative use that currently does not have access to that spectrum.  Requires federal entities assigned or allocated use of federal spectrum to: (1) report the opportunity cost of spectrum bands in budgets and annual financial statements; and (2) compare, every five years, the entity&#39;s spectrum opportunity cost to the projected costs of relocating, co-locating, leasing, or contracting out for spectrum activities. Revises federal easement and right-of-way procedures to allow an executive agency, a state, a person, a firm, or an organization to apply for the grant of a real property interest (including a lease, license, easement, or right-of-way) to, in, over, or on a building or other property owned by the federal government for the right to install, construct, modify, and maintain a communications facility installation. Requires the executive agency that owns the building or other property on behalf of the federal government to grant to the applicant, if technically feasible, a real property interest to perform such installation, construction, modification, and maintenance.  Sets forth requirements concerning the fees and terms of years for such real property interests. Provides for the collection of: (1) a standard fee established by the General Services Administration (GSA), or (2) agency-specific fees established by executive agencies. Directs the GSA to consult with designated agencies regarding the master application forms and standard contracts that executive agencies are required to accept for the placement of such facilities, unless the GSA determines that the forms or contracts are not adequate for a specific building or property.",
                  "summary_short": "Wireless Innovation Act of 2015 Amends the National Telecommunications and Information Administration Organization Act to require the Secretary of Commerce to report to the President and Congress with recommendations to reallocate a span of at least 200 megahertz of spectrum, located below 5 gigahertz, from federal government use to: (1) commercial use on an exclusive, licensed basis; (2) unlicensed use to protect licensed services from harmful interference; and (3) shared use between federal...",
                  "latest_major_action_date": "2015-06-18",
                  "latest_major_action": "Read twice and referred to the Committee on Commerce, Science, and Transportation."
               },
                            {
                  "bill_id": "s2555-114",
                  "bill_type": "s",
                  "number": "S.2555",
                  "bill_uri": "https://api.propublica.org/congress/v1/114/bills/s2555.json",
                  "title": "MOBILE NOW Act",
                  "sponsor_title": "Sen.",
                  "sponsor_id": "T000250",
                  "sponsor_name": "John Thune",
                  "sponsor_state": "SD",
                  "sponsor_party": "R",
                  "sponsor_uri": "https://api.propublica.org/congress/v1/members/T000250.json",
                  "gpo_pdf_uri": "https://www.gpo.gov/fdsys/pkg/BILLS-114s2555rs/pdf/BILLS-114s2555rs.pdf",
                  "congressdotgov_url": "https://www.congress.gov/bill/114th-congress/senate-bill/2555",
                  "govtrack_url": "https://www.govtrack.us/congress/bills/114/s2555",
                  "introduced_date": "2016-02-11",
                  "active": true,
                  "house_passage": null,
                  "senate_passage": null,
                  "enacted": null,
                  "vetoed": null,
                  "cosponsors": 1,
                  "committees": "Senate Commerce, Science, and Transportation Committee",
                  "committee_codes": ["SSCM"],
                  "subcommittee_codes": [],
                  "primary_subject": "Science, Technology, Communications",
                  "summary": "Making Opportunities for Broadband Investment and Limiting Excessive and Needless Obstacles to Wireless Act or the MOBILE NOW Act  (Sec. 3) This bill requires the National Telecommunications and Information Administration (NTIA) and the Federal Communications Commission (FCC), by December 31, 2020, to make available at least 255 megahertz of federal and nonfederal spectrum below the frequency of 6000 megahertz for mobile and fixed wireless broadband use. At least: (1) 100 megahertz shall be made available on an unlicensed basis; and (2) 100 megahertz shall be made available on an exclusive, licensed basis for commercial mobile use, subject to the FCC&#39;s regulatory purview, including consideration of continued use of such spectrum by incumbent federal or nonfederal entities in designated geographic areas indefinitely. In making such spectrum available, the Department of Commerce and the FCC must consider: (1) the need to preserve critical existing and planned federal government capabilities; (2) the impact on existing state, local, and tribal government capabilities; (3) international implications; (4) appropriate enforcement mechanisms and authorities; and (5) the importance of the deployment of wireless broadband services in rural areas. (Sec. 4) The NTIA must submit to Congress and the FCC an assessment of the feasibility of authorizing mobile or fixed terrestrial wireless operations, including for advanced mobile service operations, on federal entities and operations in specified frequency bands. The FCC must publish a notice of proposed rulemaking within two years after enactment of this bill, or within 90 days after it receives the NTIA&#39;s feasibility assessment, whichever is earlier, to consider service rules authorizing such operations. (Sec. 5) Commerce and the FCC must submit reports evaluating the feasibility of allowing commercial wireless services to share use of specified frequencies between 3100 and 4200 megahertz. If such sharing is feasible, the reports must identify which of the frequencies are most suitable for sharing with commercial wireless services through the assignment of new licenses by competitive bidding, for sharing with unlicensed operations, or through a combination of licensing and unlicensed operations. The FCC must seek public comment regarding these reports.  (Sec. 6) Before 2017, the FCC must take action in its Program Alternatives for Small Wireless Communications Facility Deployments proceeding. (Sec. 7) The Middle Class Tax Relief and Job Creation Act of 2012 is amended to require executive agencies, within 270 days after receiving an application, to grant or deny easements, rights-of-way, or leases to, in, over, or on federal property to install, construct, modify, or maintain a communications facility installation. Executive agencies must: (1) notify applicants of the reasons for denials, and (2) designate an agency point of contact for applicants. The bill expands the categories of infrastructure, antennas, wiring, and wireless transmission equipment for which applicants may seek such easements, rights-of-way, or leases. The NTIA must coordinate with the Departments of the Interior, Agriculture, Defense, and Transportation (DOT), the Office of Management and Budget (OMB), and the General Services Administration to develop recommendations for tracking and expediting such applications. (Sec. 8) To facilitate installation of broadband infrastructure, DOT must ensure that states receiving federal-aid highway funds: (1) identify a broadband utility coordinator to coordinate the broadband infrastructure right-of-way needs of the state with federal-aid highway projects, (2) register broadband infrastructure entities that seek to be included in those coordination efforts, (3) coordinate statewide telecommunication and broadband plans and state and local transportation and land use plans, (4) provide strategies to minimize repeated excavations, and (5) ensure that any existing broadband infrastructure entities are not disadvantaged. (Sec. 9) The Office of Science and Technology Policy (OSTP) must establish a single database of real property owned, leased, or managed by executive agencies that is capable of supporting a communications facility installation. The OSTP must make the database available to: (1) entities that construct or operate communications facility installations or provide communications service, and (2) state and local governments so that they may provide information regarding state and local properties to include in the database. The OSTP must report to Congress regarding potential ways to incentivize state and local governments to provide such information. (Sec. 10) After notice and an opportunity for public comment, Commerce must submit recommendations to incentivize federal entities to relinquish, or share with federal or nonfederal users, federal spectrum for commercial wireless broadband services. It must consider whether permitting eligible federal entities to accept payments could expedite access to eligible frequencies. (Sec. 11) The FCC must collaborate with the NTIA to determine the best means of providing federal entities flexible access to nonfederal spectrum on a shared basis across a range of short-, mid-, and long-range timeframes, including for intermittent purposes like emergency use. (Sec. 12) After public notice and comment, the FCC must adopt rules that permit unlicensed services to use guard bands designated to protect frequencies allocated by competitive bidding if it would not cause harmful interference.  (Sec. 13) The OMB may provide pre-auction funding to federal agencies for auctions intended to occur within eight years (currently, five years) after the transfer of funds.  (Sec. 14) Federal entities may request an immediate transfer of funds to pay for relocation or sharing costs after the frequencies are reallocated by competitive bidding. (Sec. 15) The FCC must provide notice and an opportunity for public comment before it submits reports regarding: (1) the results of rule changes relating to the frequencies between 3550 and 3650 megahertz, and (2) proposals to promote and identify additional spectrum bands that can be shared between incumbent uses and new licensed and unlicensed services under such rules and that identify at least 1 gigahertz between 6 and 57 gigahertz for such use. (Sec. 16) The Government Accountability Office must recommend policies to increase the availability of broadband Internet access using unlicensed spectrum and wireless networks in low-income neighborhoods, particularly for elementary and school-aged children. (Sec. 17) The FCC must assess whether to establish a program, or modify existing programs, under which a licensee that receives a license for the exclusive use of spectrum in a specific geographic area may partition or disaggregate the license by sale or long-term lease to provide services consistent with the license and make unused spectrum available to: (1) unaffiliated small carriers with not more than 1,500 employees, or (2) other unaffiliated carriers to serve rural areas. (Sec. 18) The bill declares that it is U.S. policy to: (1) maximize U.S. spectrum resources to benefit U.S. people, (2) advance wireless broadband innovation and investment, and (3) make available on an unlicensed basis radio frequency bands sufficient to meet consumer demand. The FCC must ensure that its spectrum allocation and assignment efforts make available on an unlicensed basis radio frequency bands sufficient to meet demand for unlicensed wireless broadband operations if doing so is reasonable and in the public interest after taking into account the future needs of other spectrum users. (Sec. 19) The FCC must develop a national plan for making additional radio frequency bands available for unlicensed operations. The NTIA must recommend reforms to the Spectrum Relocation Fund to address federal entities&#39; sharing costs and expenditures under the plan. (Sec. 20) The NTIA must conduct prize competitions to accelerate the development and commercialization of technology that improves spectrum efficiency and is capable of cost-effective deployment.  Not more than $5 million, in the aggregate, may be awarded to prize competition winners.  The FCC must publish a technical paper providing criteria that may be used for the design of such competitions. Wireless Telecommunications Tax and Fee Collection Fairness Act of 2016 (Sec. 21) State and local jurisdictions are prohibited from requiring a person to collect from, or remit on behalf of, any other person a state or local tax, fee, or surcharge imposed on the purchase or use of any wireless telecommunications service within the state unless the collection or remittance is in connection with a financial transaction between: (1) the person that the state or local jurisdiction requires to collect or remit the tax, fee, or surcharge; and (2) the purchaser or user of the wireless telecommunications service. Any person who is aggrieved by a violation of such prohibition may bring a civil action in U.S. district court for equitable relief.",
                  "summary_short": "Making Opportunities for Broadband Investment and Limiting Excessive and Needless Obstacles to Wireless Act or the MOBILE NOW Act  (Sec. 3) This bill requires the National Telecommunications and Information Administration (NTIA) and the Federal Communications Commission (FCC), by December 31, 2020, to make available at least 255 megahertz of federal and nonfederal spectrum below the frequency of 6000 megahertz for mobile and fixed wireless broadband use. At least: (1) 100 megahertz shall be m...",
                  "latest_major_action_date": "2016-12-20",
                  "latest_major_action": "By Senator Thune from Committee on Commerce, Science, and Transportation filed written report under authority of the order of the Senate of 12/10/2016. Report No. 114-427."
               },
                            {
                  "bill_id": "hr1314-114",
                  "bill_type": "hr",
                  "number": "H.R.1314",
                  "bill_uri": "https://api.propublica.org/congress/v1/114/bills/hr1314.json",
                  "title": "Bipartisan Budget Act of 2015",
                  "sponsor_title": "Rep.",
                  "sponsor_id": "M001181",
                  "sponsor_name": "Pat Meehan",
                  "sponsor_state": "PA",
                  "sponsor_party": "R",
                  "sponsor_uri": "https://api.propublica.org/congress/v1/members/M001181.json",
                  "gpo_pdf_uri": "https://www.gpo.gov/fdsys/pkg/BILLS-114hr1314enr/pdf/BILLS-114hr1314enr.pdf",
                  "congressdotgov_url": "https://www.congress.gov/bill/114th-congress/house-bill/1314",
                  "govtrack_url": "https://www.govtrack.us/congress/bills/114/hr1314",
                  "introduced_date": "2015-03-04",
                  "active": true,
                  "house_passage": "2015-10-27",
                  "senate_passage": "2015-05-21",
                  "enacted": "2015-11-01",
                  "vetoed": null,
                  "cosponsors": 2,
                  "committees": "House Ways and Means Committee",
                  "committee_codes": ["SSFI","HSWM"],
                  "subcommittee_codes": [],
                  "primary_subject": "Economics and Public Finance",
                  "summary": "(This measure has not been amended since the Senate agreed to the House amendment to the Senate amendment on October 30, 2015. The summary of that version is repeated here.) Bipartisan Budget Act of 2015  TITLE I--BUDGET ENFORCEMENT  (Sec. 101) This bill amends the Balanced Budget and Emergency Deficit Control Act of 1985 to increase the discretionary spending limits for FY2016 and FY2017. The bill revises procedures for implementing the sequester of direct spending, which is required under current law and involves cuts that interact with discretionary spending levels. The bill requires the sequester to take place in FY2016 and FY2017 as if the amendments that this bill makes to the discretionary spending limits have not been made. It also adds an additional year to the sequester in FY2025 and adjusts the cuts required for Medicare.  (Direct spending, also known as mandatory spending, is spending provided by laws other than appropriations bills. Sequestration is a process of automatic, usually across-the-board spending reductions under which budgetary resources are permanently cancelled to enforce specific budget policy goals.)  The bill requires the discretionary spending limits in FY2016 and FY2017 to be increased by specified amounts for overseas contingency operations.  (Sec. 102) The chairman of the Senate Budget Committee must file for publication in the Congressional Record committee allocations, aggregate spending and revenue levels, and levels of revenues and outlays for Social Security consistent with this bill. The chairman may also include reserve funds contained in the FY2016 budget resolution that are extended by one year.  The bill provides that the allocations, aggregates, and levels submitted by the chairman are enforceable in the Senate as if they were included in a budget resolution conference agreement. The provisions in this section expire if Congress agrees to a budget resolution for FY2017.  TITLE II--AGRICULTURE  (Sec. 201) The bill amends the Federal Crop Insurance Act to require the Department of Agriculture (USDA) to renegotiate the Standard Reinsurance Agreement no later than December 31, 2016, and at least once every five years thereafter.  (The Standard Reinsurance Agreement is an agreement between USDA and the private companies that administer the federal crop insurance program. It specifies details such as administrative and operating expense reimbursements and risk sharing between USDA and the companies in the operation of the program.)  The bill establishes an 8.9% cap on the overall rate of return for insurance providers under the agreement, which is a decrease from the current negotiated rate of approximately 14.5%.  TITLE III--COMMERCE  (Sec. 301) The bill amends the Communications Act of 1934 to authorize the use of automated telephone equipment to call cellular telephones for the purpose of collecting debts owed to the U.S. government. The Federal Communications Commission must issue regulations implementing this section within nine months of enactment of this bill. The regulations may restrict the number and duration of the calls. TITLE IV--STRATEGIC PETROLEUM RESERVE  (Sec. 401) The Energy Policy and Conservation Act is amended to revise the requirement that the Department of Energy (DOE) transmit a detailed explanation to Congress regarding a test drawdown and sale or exchange of petroleum products from the Strategic Petroleum Reserve (SPR). DOE shall notify Congress of the test at least 14 days before the date on which it is conducted, unless an emergency requires the test, in which case DOE must notify Congress as soon as possible.  The detailed description of the test DOE is currently required to submit to Congress must be submitted within 180 days after completion of the test.  The term &quot;severe energy supply interruption&quot; shall now include a national energy supply shortage resulting, or is likely to result, from an act of terrorism. (Sec. 402) DOE shall within 180 days after enactment of this Act:    complete a long-range strategic review of the SPR and submit to Congress a proposed action plan and implementation schedule specifying both near- and long-term roles of the SPR relative to U.S. energy and economic security;  describe whether existing legal authorities governing SPR policies, configuration, and capabilities are adequate to ensure that the SPR can meet current and future U.S. energy and economic security objectives; identify SPR configuration and performance capabilities; recommend an action plan to achieve the optimal capacity, location, and composition of SPR petroleum products in addition to storage and distributional capabilities; and   estimate the resources required to attain and maintain SPR long-term sustainability and operational effectiveness.  (Sec. 403) For each of FY2018-FY2025 DOE shall draw down and sell from the SPR specified barrels of crude oil ranging from 5 million (FY2018) to 10 million barrels (FY2025).  DOE shall not, however, draw down and sell crude oil in amounts that would limit presidential authority to sell the full amount of petroleum products authorized when necessary to prevent or reduce the adverse impact of severe domestic energy supply interruptions. (Sec. 404) There is established in the Treasury the Energy Security and Infrastructure Modernization Fund for the deposit of SPR crude oil sales proceeds to provide for the construction, maintenance, repair, and replacement of SPR facilities. To protect the U.S. economy from the impacts of emergency product supply disruptions, DOE shall establish an SPR modernization program, for which appropriations are authorized for FY2017-2020. DOE authority to draw down and sell crude oil from the SPR under this section shall expire at the end of FY2020. TITLE V--PENSIONS (Sec. 501) This section amends the Employee Retirement Income Security Act of 1974 (ERISA) to increase the annual fixed rate premium payable to the Pension Benefits Guaranty Corporation by a single-employer plan for basic benefits to $69 in plan years beginning in 2017, $74 in plan years beginning in 2018, and $80 in plan years beginning after 2018. The variable rate premium for such plans increases by an additional $3 for plan years beginning in 2017 and by an additional $4 for plan years beginning in 2018 and 2019.  (Sec. 502) This section changes the due date for premium payments for plan years beginning in 2025 to the 15th day of the 9th calendar month beginning on or after the 1st day of the premium payment year.  (Sec. 503) This section changes criteria for mortality tables used by defined benefit pension plans for plan years beginning after 2015. The determination of whether a plan has credible mortality information shall be made in accordance with established actuarial credibility theory, which is materially different from current mortality rules under ERISA and Revenue Procedure 2007-37. A plan may use mortality tables that are adjusted from tables provided by the Department of the Treasury if such adjustments are based on a plan&#39;s experience.  (Sec. 504) This section amends the Internal Revenue Code and ERISA to adjust interest rates used to calculate minimum funding contributions to pension plans The tables provide for adjustments to interest rates so that they fall within a range based on average interest rates over a 25-year period. For plan years beginning after 2015, the range variance is 10% through 2020, 15% in 2021, 20% in 2022, 25% in 2023, and 30% in 2024 and subsequent plan years. TITLE VI--HEALTH CARE (Sec. 601) The bill amends title XVIII (Medicare) of the Social Security Act (SSAct) to: (1) mitigate 2016 increases to Medicare Part B premiums and deductibles for enrollees, and (2) authorize federal funding to offset the corresponding reduction in aggregate monthly premiums. Under current law, the Centers for Medicare &amp;amp; Medicaid Services must annually determine the monthly actuarial rate upon which Part B premiums and deductibles are based. For 2016, the bill revises this methodology, effectively reducing increases to premiums and deductibles for certain enrollees in 2016. (Current law already protects Part B enrollees whose benefits are deducted from their Social Security benefits from premium increases that would result in a smaller net benefit from Social Security.) This methodology shall also apply in 2017 if, as in 2016, there is no increase in monthly Social Security benefits. (Sec. 602) The bill amends title XIX (Medicaid) of the SSAct to require manufacturers of generic drugs to join manufacturers of single-source or innovator drugs in paying rebates to state Medicaid programs for price increases over inflation.  (Sec. 603) The bill excludes certain hospital outpatient department services from the prospective payment system in which predetermined amounts form the basis for payment under Medicare. With specified exceptions, services are excluded from this system if they are furnished by a provider&#39;s off-campus outpatient department. (Sec. 604) The bill amends the Fair Labor Standards Act of 1938 to repeal the requirement, established under the Patient Protection and Affordable Care Act, for large employers offering health benefit plans to automatically enroll full-time employees in such a plan. A large employer is one that has more than 200 full-time employees. TITLE VII--JUDICIARY Federal Civil Penalties Inflation Adjustment Act Improvements Act of 2015 (Sec. 701) This title amends the Federal Civil Penalties Inflation Adjustment Act of 1990 to require federal agencies that impose civil monetary penalties subject to inflation adjustments under the Adjustment Act to adjust the penalties for inflation annually instead of at least every four years. The categories of penalties required to be adjusted for inflation under the Adjustment Act are expanded to include civil penalties under the Occupational Safety and Health Act of 1970 and the Social Security Act. For all civil penalties adjusted for inflation under the Adjustment Act, federal agencies must make an initial adjustment after enactment of this bill by the percentage by which the Consumer Price Index (CPI) for October 2015 exceeds the CPI for the month of October of the calendar year during which the amount of such civil monetary penalty was established or adjusted under a provision of law other than this bill. The increase in penalties from the initial adjustment is prohibited from exceeding 150% of the amount of that penalty on the date of enactment of this bill.  An agency may adjust penalties by less than the required amount under an exception that applies to the first adjustment if: (1) the agency determines in a rulemaking with an opportunity for public comment that the adjustment would have a negative economic impact or social costs that outweigh the benefits, and (2) the Office of Management and Budget (OMB) concurs.  The annual inflation adjustment in subsequent years must be a cost-of-living adjustment based on any increases in the October CPI each year.  Inflation adjustment increases must be rounded to the nearest multiple of $1. This section also requires: (1) the OMB to issue guidance to agencies regarding the implementation of adjustments, (2) agencies to include information about adjustments to civil monetary penalties in agency financial reports, and (3) the Government Accountability Office to submit an annual report assessing agency compliance. (Sec. 702) This section rescinds and permanently cancels $1.5 billion of the funds deposited or available in the Crime Victims Fund under the Victims of Crime Act of 1984. (Sec. 703) This section rescinds and permanently cancels $746 million of the amounts deposited in the Department of Justice Assets Forfeiture Fund. TITLE VIII--SOCIAL SECURITY  Social Security Benefit Protection and Opportunity Enhancement Act of 2015  Subtitle A--Ensuring Correct Payments and Reducing Fraud  (Sec. 811) The Social Security Administration (SSA) must expand Cooperative Disability Investigations (CDI) Units that investigate suspected fraud before benefits are awarded to cover all 50 States, the District of Columbia, Puerto Rico, Guam, the Northern Mariana Islands, the Virgin Islands, and American Samoa.  (Sec. 812) Title II (Old Age, Survivors and Disability Insurance) of the Social Security Act is amended to prohibit evidence submitted by unlicensed or sanctioned physicians and health care providers from being considered in making disability determinations.  (Sec. 813) A new felony for conspiracy to commit Social Security fraud is created. Penalties for individuals in a position of trust who defraud the SSA are increased. Individuals are disqualified from receiving benefits during a trial work period if they are assessed a civil monetary penalty for concealing work activity.  (Sec. 814) Prohibitions and penalties regarding the misuse of symbols, emblems, and names associated with Social Security and Medicare are applied to electronic and internet communications, and each internet viewing is treated as a separate offense.  (Sec. 815) The Balanced Budget and Emergency Deficit Control Act of 1985 is amended to revise the permissible uses and amounts of adjustments to discretionary spending limits for program integrity spending. The permissible uses are expanded to include CDI units, Special Assistant U.S. Attorneys who prosecute Social Security fraud, and work-related continuing disability reviews.  Subtitle B--Promoting Opportunity for Disability Beneficiaries  (Sec. 821) The authority for Disability Insurance (DI) demonstration projects is extended through 2021 and all projects must be terminated by the end of 2022.  (Sec. 822) The authority for DI demonstration projects is modified to: (1) revise congressional reporting and review requirements, and (2) require participation in the projects to be voluntary and include informed consent.  (Sec. 823) The SSA must carry out a pilot program to test the effect on beneficiary earnings of changes in how earnings are treated for the purpose of ongoing DI benefit eligibility. Under the demonstration, the existing &quot;cash cliff&quot; under which beneficiaries lose their entire benefit after exceeding the earnings threshold would be replaced by a benefit offset under which the DI benefit is reduced by $1 for every $2 of earnings in excess of a threshold.  (Sec. 824) The SSA may obtain, with beneficiary consent, data on beneficiary earnings from payroll providers through a data exchange. Individuals for whom the SSA obtains earnings data from these sources are exempt from the requirement to report their own earnings.  (Sec. 825) The SSA may simplify the process of evaluating a beneficiary&#39;s earnings derived from services by presuming that wages and salaries were earned in: (1) the month in which the services were performed for making a determination of initial entitlement on the basis of disability, and (2) the month in which the earnings were paid for any other purpose. These presumptions apply unless information is available that shows when the income was earned.  (Sec. 826) The SSA must permit DI beneficiaries to report their earnings electronically, including by telephone and Internet, based on the system that is currently available to Supplemental Security Income recipients.  Subtitle C--Protecting Social Security Benefits  (Sec. 831) Provisions in the Social Security Act related to deemed filing, dual entitlement, and benefit suspension are amended to prevent individuals from obtaining larger benefits than Congress intended.  (Sec. 832) In making an initial determination of disability, the SSA must make every reasonable effort to ensure that a qualified physician, psychiatrist, or psychologist has completed the medical portion of the case review.  (Sec. 833) Specified payroll tax revenues are reallocated to the Disability Insurance Trust Fund to pay benefits until 2022.  (Sec. 834) The SSA may verify certain financial information when an individual requests a waiver of an overpayment because they are without fault and unable to repay the funds.  Subtitle D--Relieving Administrative Burdens and Miscellaneous Provisions  (Sec. 841) Under current law, the Office of Personnel Management (OPM) must reduce disability payments made to a Federal Employment Retirement (FERS) annuitant who also receives Social Security disability benefits. The bill increases interagency coordination by permitting SSA to repay the OPM the amount of overpaid FERS benefits if the individual is eligible for DI and entitled to an award of past-due benefits. The overpaid amounts are deducted from the past-due Social Security payment.  (Sec. 842) The requirement that the SSA make determinations every five years relating to wage credits for military service prior to 1957 is eliminated after the 2010 determination.  (Sec. 843) Electronic certification to the Railroad Retirement Board is permitted for benefits payable to a divorced spouse of a railroad worker.  (Sec. 844) Technical and conforming changes are made to eliminate obsolete provisions from the Social Security Act.  (Sec. 845) The SSA must report to Congress on: (1) fraud prevention activities and improper payments, (2) work-related continuing disability reviews, and (3) overpayment waivers.  (Sec. 846) The SSA may request that OPM hold additional examinations for the purpose of hiring Administrative Law Judges as needed. TITLE IX--TEMPORARY EXTENSION OF PUBLIC DEBT LIMIT (Sec. 901) The public debt limit is suspended through March 15, 2017. On March 16, 2017, the limit is increased to accommodate obligations issued during the suspension period.  (Sec. 902) Adjustments to the debt limit for obligations during the suspension period are limited to obligations necessary to fund a commitment incurred by the federal government that required payment before March 16, 2017. The Department of the Treasury may not issue obligations during the suspension period to increase cash balances above normal operating balances. TITLE X--SPECTRUM PIPELINE Spectrum Pipeline Act of 2015 (Sec. 1004) This title requires the Department of Commerce to submit to the President and to the Federal Communications Commission (FCC) a report identifying 30 megahertz of electromagnetic spectrum to reallocate from federal use to: (1) nonfederal use, (2) shared federal and nonfederal use, or (3) a combination of such uses.  The President must then withdraw or modify the assignment to a federal government station of the identified spectrum.  By July 1, 2024, the FCC must begin competitive bidding auctions to grant new initial licenses for that spectrum. (Sec. 1005) The National Telecommunications and Information Administration Organization Act is amended to make amounts available from the Spectrum Relocation Fund for the Office of Management and Budget (OMB) to pay federal entities for research and development activities to improve the efficiency and effectiveness of their spectrum use in order to make additional frequencies available for auction. As a condition to the OMB paying a federal entity for such activities, the federal entity must have a plan: (1) approved by a technical panel within the National Telecommunications and Information Administration (NTIA), and (2) submitted by the OMB to the appropriate congressional committees for a period of 60 days. (Sec. 1006) The FCC must coordinate with the NTIA to submit successive proposals to Congress by 2022 and by 2024 that identify additional spectrum to be assigned new licenses for nonfederal use. Each proposal must identify at least another 50 megahertz.  (Sec. 1007) For purposes of auctioning the 30 megahertz that Commerce identifies under this Act, the FCC&#39;s authority to grant licenses or permits is extended until September 30, 2025. The FCC&#39;s authority continues to expire on September 30, 2022, for other competitive bidding auctions.  (Sec. 1008) The FCC must submit to Congress, within three years after enactment of this Act, reports that analyze: (1) rules changes relating to frequencies between 3550 and 3650 megahertz, and (2) proposals to promote and identify additional spectrum bands that can be shared between incumbent uses and new licensed and unlicensed services under such rules. The FCC must also identify at least 1 gigahertz within a specified range for such use. TITLE XI--REVENUE PROVISIONS RELATED TO TAX COMPLIANCE  (Sec. 1101) This section amends the Internal Revenue Code to revise rules for audits of large for-profit partnerships (partnerships with more than 100 partners). Existing audit rules for such partnerships are repealed and partnerships with fewer than 100 partners are granted an election to opt out of the provisions of this Act.  The new audit rules require that: (1) any adjustment to items of partnership income, gain, loss, deductions, or credits be determined at the partnership level, instead of for each individual partner; (2) each partner&#39;s return be consistent with the partnership return; (3) each partnership designate a partner or other person with a substantial presence in the United States as the partnership representative to act as the sole authority on behalf of the partnership; and (4) notice be given to the partnership and the partnership representative of any administrative proceeding initiated at the partnership level, of any proposed partnership adjustment resulting from such proceeding, and of any final partnership adjustment resulting from such proceeding. The partnership may file a petition for readjustment of any partnership item within 90 days after the date on which a notice of a final partnership adjustment is mailed to the partnership. The petition may be filed with the U.S. Tax Court, a U.S. district court for the district in which the partnership&#39;s principal place of business is located, or the U.S. Court of Claims. The period for making adjustments to a partnership return is limited to the date that is three years (six years in the case of a substantial omission of income) after the latest of the date on which the partnership return was filed, the return due date for the taxable year, or the date on which the partnership filed an administrative adjustment request. No limit applies in the case of a false or fraudulent partnership return or if no return is filed. (Sec. 1102) This section sets forth a rule with respect to partnership interests created by gift to provide that in the case of a capital interest in a partnership in which capital is a material income-producing factor, the determination of whether a person is a partner with respect to such interest is made without regard to whether such interest was derived by gift from any other person. This new rule applies to partnership taxable years beginning on or after January 1, 2015. TITLE XII--DESIGNATION OF SMALL HOUSE ROTUNDA  This title designates the first floor of the area of the House of Representatives wing of the U.S. Capitol known as the small House rotunda as the &quot;Freedom Foyer.&quot;",
                  "summary_short": "(This measure has not been amended since the Senate agreed to the House amendment to the Senate amendment on October 30, 2015. The summary of that version is repeated here.) Bipartisan Budget Act of 2015  TITLE I--BUDGET ENFORCEMENT  (Sec. 101) This bill amends the Balanced Budget and Emergency Deficit Control Act of 1985 to increase the discretionary spending limits for FY2016 and FY2017. The bill revises procedures for implementing the sequester of direct spending, which is required under c...",
                  "latest_major_action_date": "2015-11-02",
                  "latest_major_action": "Became Public Law No: 114-74."
               },
                            {
                  "bill_id": "s2644-114",
                  "bill_type": "s",
                  "number": "S.2644",
                  "bill_uri": "https://api.propublica.org/congress/v1/114/bills/s2644.json",
                  "title": "FCC Reauthorization Act of 2016",
                  "sponsor_title": "Sen.",
                  "sponsor_id": "T000250",
                  "sponsor_name": "John Thune",
                  "sponsor_state": "SD",
                  "sponsor_party": "R",
                  "sponsor_uri": "https://api.propublica.org/congress/v1/members/T000250.json",
                  "gpo_pdf_uri": "https://www.gpo.gov/fdsys/pkg/BILLS-114s2644is/pdf/BILLS-114s2644is.pdf",
                  "congressdotgov_url": "https://www.congress.gov/bill/114th-congress/senate-bill/2644",
                  "govtrack_url": "https://www.govtrack.us/congress/bills/114/s2644",
                  "introduced_date": "2016-03-07",
                  "active": true,
                  "house_passage": null,
                  "senate_passage": null,
                  "enacted": null,
                  "vetoed": null,
                  "cosponsors": 1,
                  "committees": "Senate Commerce, Science, and Transportation Committee",
                  "committee_codes": ["SSCM"],
                  "subcommittee_codes": [],
                  "primary_subject": "Science, Technology, Communications",
                  "summary": "FCC Reauthorization Act of 2016 (Sec. 4) This bill reauthorizes the Federal Communications Commission (FCC) for FY2017-FY2018. The bill designates amounts for: (1) the FCC&#39;s office of inspector general, and (2) the FCC to move to a new facility or reconfigure its existing facility. (Sec. 5) The bill allows a person chosen to fill a commissioner&#39;s vacancy on the FCC to continue to serve after the expiration of the fixed term of the commissioner that the person succeeds until a successor has taken office. But the person filling the vacancy may not continue to serve after the session of Congress that begins after the expiration of the fixed term of the commissioner that the person succeeds.  (Sec. 6) The FCC must submit concurrently to Congress a copy of any budget estimates, requests, or legislative recommendations that it submits to the President or the Office of Management and Budget. No U.S. officer or agency may require the FCC to obtain that officer&#39;s or agency&#39;s approval before the FCC submits legislative recommendations to Congress.  The FCC inspector general must concurrently submit its semiannual reports on the FCC&#39;s activities to both the FCC and Congress.  (Sec. 7) The Government Accountability Office (GAO) must recommend adjustments to the FCC&#39;s regulatory fee structure in a report that considers: (1) the FCC&#39;s workload, (2) benefits to payors, and (3) whether the current fee structure has a disparate impact on certain technologies or small-sized payors. (Sec. 8) The Universal Service Antideficiency Temporary Suspension Act is amended to extend through FY2018 provisions rendering the Antideficiency Act inapplicable to: (1) amounts collected or received as universal service contributions, or (2) expenditures or obligations of such contributions. (Sec. 9) Any deposits that the FCC may require for the qualification of bidders in a system of competitive bidding for spectrum licenses must be deposited directly in the Treasury instead of in an interest bearing account at a financial institution. The bill removes a provision that requires the interest accrued to such a financial institution account to be dedicated for the sole purpose of deficit reduction. The deposits of successful bidders must be credited to the deposit fund of the Treasury, unless existing exceptions apply. (Sec. 10) The FCC is prohibited from changing its regulations for universal service support payments to implement the February 27, 2004, recommendations of the Federal-State Joint Board on Universal Service regarding single connection or primary line restrictions on universal service support payments.  (Sec. 11) The Communications Act of 1934 is amended to expand the prohibition against knowingly transmitting misleading or inaccurate caller identification information to apply to: (1) persons outside the United States if the recipient of the call is within the United States, and (2) text messages.  Existing caller identification requirements that apply to calls made using a telecommunications service or IP-enabled voice service are revised to apply to: (1) voice communications using resources from the North American Numbering Plan; and (2) transmissions from a telephone facsimile machine, computer, or other device to a telephone facsimile machine.  The FCC must collaborate with the Federal Trade Commission (FTC) to regularly update education materials that help consumers identify: (1) scams and fraudulent activity that rely upon misleading or inaccurate caller identification information, and (2) existing technologies that consumers can use to protect against such fraud.  The GAO must report on: (1) actions taken, or actions that could be taken, by the FCC or the FTC to combat the fraudulent provision of misleading or inaccurate caller identification information; and (2) any recommendations to combat the fraudulent provision of such information.  Kari&#39;s Law Act of 2016 (Sec. 12) This section prohibits businesses from manufacturing or importing for use in the United States, or selling or leasing in the United States, a multi-line telephone system unless it can be installed to allow 9-1-1 calls to be transmitted to the appropriate public safety answering point: (1) without requiring the user to dial any additional digit, code, prefix, or post-fix (including any trunk-access code such as the digit &quot;9&quot;); and (2) regardless of what a user is required to dial for other calls. Businesses are prohibited from installing multi-line telephone systems unless upon installation they allow 9-1-1 calls to be initiated without dialing such additional codes. Installers must configure such systems to provide on-site notifications (if possible without improvement to the hardware) so that when a person at the facility where the system is installed initiates a 9-1-1 call, the system notifies: (1) a central location at the facility, or (2) a person or organization with responsibility for safety or security for the location. (Sec. 13) The FCC must complete a rulemaking proceeding relating to the placing of unauthorized charges on a consumer&#39;s telephone bill (commonly referred to as &quot;cramming&quot;) to consider measures to block the placement of third-party charges on a consumer&#39;s wireline, wireless, or bundled services telephone bill under the criteria it relied upon when it entered into a consent decree relating to cramming with mobile voice and data service providers. (Sec. 14) The FCC must release a notice of inquiry to gather information and seek public comment on how to promote broadband Internet access service for veterans, in particular those with low-incomes or who reside in rural areas. (Sec. 15) The FCC must implement metrics to measure the impact of universal service support on the deployment and adoption of broadband on tribal lands by: (1) residents, (2) schools and libraries, and (3) health care facilities and rural health care providers.  The FCC must report biennially on ways to overcome barriers to the adoption of broadband on tribal lands. It must also examine ways to measure impacts on: (1) tribe members who do not live on tribal land; and (2) schools, libraries, and health providers that are not located on tribal land but that serve large numbers of tribal land residents.  (Sec. 16) The FCC must ensure that its chief information officer is authorized to participate in budget planning decisions related to information technology. The FCC must obtain the chief information officer&#39;s approval for the allocation of amounts appropriated to the FCC that are available for information technology. (Sec. 17) The FCC must include in press releases regarding its issuance of a notice of apparent liability for a forfeiture penalty a disclaimer informing consumers that: (1) the notice should be treated only as allegations, (2) any proposed forfeiture penalty represents the maximum penalty that the FCC may impose for the violations alleged in the notice. (Sec. 18) Every other year, the GAO must report on the annual opportunity cost of each federal spectrum band assigned or allocated for federal entities between 150 megahertz and 6000 megahertz. &quot;Opportunity cost&quot; is defined as the dollar value of the spectrum if it were to be reallocated to the highest commercial alternative use that currently does not have access to that spectrum. The FCC must also consider: (1)national security, (2) the ability of federal entities to move to new bands or share existing bands, (3) relocation costs, (4) market valuations from spectrum auctions and secondary spectrum trading, and (5) spectrum value on an exclusive or shared basis.  Within two years after the bill&#39;s enactment and then every five years, the GAO must determine whether federal entities operating on federal spectrum allocations are using the most spectrum-efficient technologies available. If the technologies are not the most spectrum-efficient, the GAO must determine: (1) the upgrade costs and benefits, and (2) whether there are potential problems with upgrading.  (Sec. 19) The GAO must recommend how to consolidate redundant filing requirements for telecommunications carriers that receive universal service support under the Universal Service Fund program. (Sec. 20) The FCC must report on the feasibility of conducting mobile broadband coverage drive testing in rural areas (to determine the scope of existing mobile broadband coverage) using U.S. Postal Service delivery systems and commercial entities.  (Sec. 21) The GAO must report on the transition of telecommunications services in the United States from legacy telephone services to Internet Protocol-based services. The report must examine how the federal government: (1) is working with public and private sector stakeholders, and (2) can facilitate the transition in rural and low-income communities. (Sec. 22) The FCC must submit reports on the broadcast spectrum incentive auction required under the Middle Class Tax Relief and Job Creation Act of 2012. The FCC must address: (1) reimbursements requested by broadcast television licensees, how many television stations will be required to relocate to a new channel assignment, and bilateral spectrum coordination with Canada and Mexico; and (2) the construction schedule for the relocation of television stations to new channel assignments, whether viewers will face service interruptions, impacts on rural areas and translator services, and steps to expedite successful auction bidders&#39; use of spectrum. (Sec. 23) The FCC must report on the Universal Service Rural Health Care Program and issue a notice of inquiry to evaluate whether the program is meeting its statutory goals. The report must include data on: (1) funding distributed to health care providers in each state since funding year 2013, (2) the types of providers and advanced telecommunications and information services funded, and (3) whether the Telecommunications Program (a program that provides discounts for telecommunications services for eligible health care providers) should be transitioned into the Healthcare Connect Fund.  (Sec. 24) The GAO must report on the FCC&#39;s E-rate universal service support program for broadband Internet connections and Wi-Fi at schools and libraries. The report must review: (1) whether the Second E-rate Modernization Order adopted on December 11, 2014, has resulted in overbuilding and duplication, (2) gaps that still exist in Internet connectivity, and (3) recommendations to improve the program. (Sec. 25) The GAO must report on how public availability of the National Telecommunications and Information Administration&#39;s broadband inventory map helps the FCC ensure that the broadband data it collects is accurate, complete, and reliable. The report must evaluate the extent to which federal agencies or other entities authorized to distribute federal grants or loans for broadband projects rely on the map to: (1) award grants and loans for broadband projects, or (2) determine whether federal funds will be used to deploy broadband in areas already served by private broadband providers. The GAO must address challenges to the map&#39;s accuracy, the FCC&#39;s plans concerning the map&#39;s limitations for policy or funding decisions, and whether the FCC should collect data from additional or alternative commercial sources. (Sec. 26) The FCC must submit annual spectrum auction reports regarding: (1) each expenditure for competitive bidding during the preceding (currently, second preceding) fiscal year, (2) an estimate of what systems of competitive bidding may be initiated during the next year and the bands of frequencies it expects to include in the auctions, and (3) a justification for the use of auction proceeds retained by the FCC to develop and implement auctions. (Sec. 27) The FCC must report, and seek public comment, on its broadband deployment and subscription data collection practices and how data collection can be improved for fixed and mobile broadband.",
                  "summary_short": "FCC Reauthorization Act of 2016 (Sec. 4) This bill reauthorizes the Federal Communications Commission (FCC) for FY2017-FY2018. The bill designates amounts for: (1) the FCC&#39;s office of inspector general, and (2) the FCC to move to a new facility or reconfigure its existing facility. (Sec. 5) The bill allows a person chosen to fill a commissioner&#39;s vacancy on the FCC to continue to serve after the expiration of the fixed term of the commissioner that the person succeeds until a successor has ta...",
                  "latest_major_action_date": "2016-09-20",
                  "latest_major_action": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 637."
               },
                            {
                  "bill_id": "s19-115",
                  "bill_type": "s",
                  "number": "S.19",
                  "bill_uri": "https://api.propublica.org/congress/v1/115/bills/s19.json",
                  "title": "MOBILE NOW Act",
                  "sponsor_title": "Sen.",
                  "sponsor_id": "T000250",
                  "sponsor_name": "John Thune",
                  "sponsor_state": "SD",
                  "sponsor_party": "R",
                  "sponsor_uri": "https://api.propublica.org/congress/v1/members/T000250.json",
                  "gpo_pdf_uri": "https://www.gpo.gov/fdsys/pkg/BILLS-115s19rs/pdf/BILLS-115s19rs.pdf",
                  "congressdotgov_url": "https://www.congress.gov/bill/115th-congress/senate-bill/19",
                  "govtrack_url": "https://www.govtrack.us/congress/bills/115/s19",
                  "introduced_date": "2017-01-03",
                  "active": true,
                  "house_passage": null,
                  "senate_passage": null,
                  "enacted": null,
                  "vetoed": null,
                  "cosponsors": 1,
                  "committees": "Senate Commerce, Science, and Transportation Committee",
                  "committee_codes": ["SSCM"],
                  "subcommittee_codes": [],
                  "primary_subject": "Science, Technology, Communications",
                  "summary": "Making Opportunities for Broadband Investment and Limiting Excessive and Needless Obstacles to Wireless Act or the MOBILE NOW Act  (Sec. 3) This bill requires the National Telecommunications and Information Administration (NTIA) and the Federal Communications Commission (FCC), by December 31, 2020, to make available at least 255 megahertz of federal and nonfederal spectrum below the frequency of 6000 megahertz for mobile and fixed wireless broadband use. At least: (1) 100 megahertz shall be made available on an unlicensed basis; and (2) 100 megahertz shall be made available on an exclusive, licensed basis for commercial mobile use, pursuant to the FCC&#39;s authority to implement licensing in a flexible manner, and subject to potential continued use of such spectrum by incumbent federal entities in designated geographic areas indefinitely or for a length of time stipulated in transition plans approved by an NTIA technical panel for those incumbent entities to relocate to alternate spectrum. In making such spectrum available, the Department of Commerce and the FCC must consider: (1) the need to preserve critical existing and planned federal government capabilities; (2) the impact on existing state, local, and tribal government capabilities; (3) international implications; (4) appropriate enforcement mechanisms and authorities; and (5) the importance of the deployment of wireless broadband services in rural areas. (Sec. 4) The NTIA must submit to Congress and the FCC an assessment of the feasibility of authorizing mobile or fixed terrestrial wireless operations, including for advanced mobile service operations, on federal entities and operations in specified frequency bands. The FCC must publish a notice of proposed rulemaking within two years after enactment of this bill, or within 90 days after it receives the NTIA&#39;s feasibility assessment, whichever is earlier, to consider service rules authorizing such operations. (Sec. 5) Commerce and the FCC must submit reports evaluating the feasibility of allowing commercial wireless services to share use of specified frequencies between 3100 and 4200 megahertz. If such sharing is feasible, the reports must identify which of the frequencies are most suitable for sharing with commercial wireless services through the assignment of new licenses by competitive bidding, for sharing with unlicensed operations, or through a combination of licensing and unlicensed operations. The FCC must seek public comment regarding these reports.  (Sec. 6) The Middle Class Tax Relief and Job Creation Act of 2012 is amended to require executive agencies, within 270 days after receiving an application, to grant or deny easements, rights-of-way, or leases to, in, over, or on federal property to install, construct, modify, or maintain a communications facility installation. Executive agencies must: (1) notify applicants of the reasons for denials, and (2) designate an agency point of contact for applicants. The bill expands the categories of infrastructure, antennas, wiring, and wireless transmission equipment for which applicants may seek such easements, rights-of-way, or leases. The NTIA must coordinate with the Departments of the Interior, Agriculture, Defense, and Transportation (DOT), the Office of Management and Budget (OMB), and the General Services Administration to develop recommendations for tracking and expediting such applications. (Sec. 7) To facilitate installation of broadband infrastructure, DOT must ensure that states receiving federal-aid highway funds: (1) identify a broadband utility coordinator to facilitate the broadband infrastructure right-of-way efforts within the state; (2) register broadband infrastructure entities that seek to be included in those facilitation efforts; (3) establish a process to electronically notify such entities of the state transportation improvement program on an annual basis; (4) coordinate statewide telecommunication and broadband plans and state and local transportation and land use plans, including strategies to minimize repeated excavations that involve the installation of broadband infrastructure in a right-of-way; and (5) ensure that any existing broadband infrastructure entities are not disadvantaged. Nothing in this section establishes a mandate or requirement that a state install broadband infrastructure in a highway right-of-way. (Sec. 8) The Office of Science and Technology Policy (OSTP) must establish a single database of real property owned, leased, or managed by executive agencies that is capable of supporting a communications facility installation. The OSTP must make the database available to: (1) entities that construct or operate communications facility installations or provide communications service, and (2) state and local governments so that they may provide information regarding state and local properties to include in the database. The OSTP must report to Congress regarding potential ways to incentivize state and local governments to provide such information. (Sec. 9) After notice and an opportunity for public comment, Commerce must submit recommendations to incentivize federal entities to relinquish, or share with federal or nonfederal users, federal spectrum for commercial wireless broadband services. It must consider whether permitting eligible federal entities to accept payments could expedite access to eligible frequencies. (Sec. 10) The FCC must collaborate with the NTIA to determine the best means of providing federal entities flexible access to nonfederal spectrum on a shared basis across a range of short-, mid-, and long-range timeframes, including for intermittent purposes like emergency use. (Sec. 11) After public notice and comment, the FCC must adopt rules that permit unlicensed services to use guard bands designated to protect frequencies allocated by competitive bidding if it would not cause harmful interference.  (Sec. 12) The OMB may provide pre-auction funding to federal agencies for auctions intended to occur within eight years (currently, five years) after the transfer of funds.  (Sec. 13) Federal entities may request an immediate transfer of funds to pay for relocation or sharing costs after the frequencies are reallocated by competitive bidding. (Sec. 14) The FCC must provide notice and an opportunity for public comment before it submits reports regarding: (1) the results of rule changes relating to the frequencies between 3550 and 3650 megahertz, and (2) proposals to promote and identify additional spectrum bands that can be shared between incumbent uses and new licensed and unlicensed services under such rules and that identify at least 1 gigahertz between 6 gigahertz and 57 gigahertz for such use. (Sec. 15) The Government Accountability Office must recommend policies to increase the availability of broadband Internet access using unlicensed spectrum and wireless networks in low-income neighborhoods, particularly for elementary and secondary school-aged children. (Sec. 16) The FCC must assess whether to establish a program, or modify existing programs, under which a licensee that receives a license for the exclusive use of spectrum in a specific geographic area may partition or disaggregate the license by sale or long-term lease to provide services consistent with the license and make unused spectrum available to: (1) unaffiliated small carriers with not more than 1,500 employees, or (2) other unaffiliated carriers to serve rural areas. (Sec. 17) The bill declares that it is U.S. policy to: (1) maximize U.S. spectrum resources to benefit U.S. people, (2) advance wireless broadband innovation and investment, and (3) make available on an unlicensed basis radio frequency bands sufficient to meet consumer demand. The FCC must ensure that its spectrum allocation and assignment efforts make available on an unlicensed basis radio frequency bands sufficient to meet demand for unlicensed wireless broadband operations if doing so is reasonable and in the public interest after taking into account the future needs of other spectrum users. (Sec. 18) The FCC must develop a national plan for making additional radio frequency bands available for unlicensed operations. The NTIA must recommend reforms to the Spectrum Relocation Fund to address federal entities sharing costs and expenditures under the plan. Spectrum Challenge Prize Act (Sec. 19) The NTIA must conduct prize competitions to accelerate the development and commercialization of technology that improves spectrum efficiency and is capable of cost-effective deployment.  Not more than $5 million, in the aggregate, may be awarded to prize competition winners.  The FCC must publish a technical paper providing criteria that may be used for the design of such competitions. Wireless Telecommunications Tax and Fee Collection Fairness Act (Sec. 20) State and local jurisdictions are prohibited from requiring a person to collect from, or remit on behalf of, any other person a state or local tax, fee, or surcharge imposed on the purchase or use of any wireless telecommunications service within the state unless the collection or remittance is in connection with a financial transaction in which the purchaser or user upon whom a tax, fee, or surcharge is imposed gives cash, credit, or any other exchange of monetary value or consideration to the person who is required to collect or remit the tax, fee, or surcharge. Any person who is aggrieved by a violation of such prohibition may bring a civil action in U.S. district court for equitable relief.",
                  "summary_short": "Making Opportunities for Broadband Investment and Limiting Excessive and Needless Obstacles to Wireless Act or the MOBILE NOW Act  (Sec. 3) This bill requires the National Telecommunications and Information Administration (NTIA) and the Federal Communications Commission (FCC), by December 31, 2020, to make available at least 255 megahertz of federal and nonfederal spectrum below the frequency of 6000 megahertz for mobile and fixed wireless broadband use. At least: (1) 100 megahertz shall be m...",
                  "latest_major_action_date": "2017-03-21",
                  "latest_major_action": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 17."
               },
                            {
                  "bill_id": "s1129-115",
                  "bill_type": "s",
                  "number": "S.1129",
                  "bill_uri": "https://api.propublica.org/congress/v1/115/bills/s1129.json",
                  "title": "Coast Guard Authorization Act of 2017",
                  "sponsor_title": "Sen.",
                  "sponsor_id": "S001198",
                  "sponsor_name": "Dan Sullivan",
                  "sponsor_state": "AK",
                  "sponsor_party": "R",
                  "sponsor_uri": "https://api.propublica.org/congress/v1/members/S001198.json",
                  "gpo_pdf_uri": "https://www.gpo.gov/fdsys/pkg/BILLS-115s1129rs/pdf/BILLS-115s1129rs.pdf",
                  "congressdotgov_url": "https://www.congress.gov/bill/115th-congress/senate-bill/1129",
                  "govtrack_url": "https://www.govtrack.us/congress/bills/115/s1129",
                  "introduced_date": "2017-05-16",
                  "active": true,
                  "house_passage": null,
                  "senate_passage": null,
                  "enacted": null,
                  "vetoed": null,
                  "cosponsors": 3,
                  "committees": "Senate Commerce, Science, and Transportation Committee",
                  "committee_codes": ["SSCM"],
                  "subcommittee_codes": [],
                  "primary_subject": "Public Lands and Natural Resources",
                  "summary": "",
                  "summary_short": "",
                  "latest_major_action_date": "2017-06-05",
                  "latest_major_action": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 112."
               }
              ]
       }
    ]
 }